[
    {
        "id": 1,
        "name": "underground-stompers",
        "title": "Underground Stompers",
        "price": 160,
        "available": true,
        "variations": [],
        "description": "These elegant leather dress shoes are perfect for any formal occasion. With a classic, timeless design and a comfortable, supportive fit, these shoes will help you make a stylish statement wherever you go."
    },
    {
        "id": 3,
        "name": "underground-stompers",
        "title": "Underground Stompers",
        "price": 20,
        "available": true,
        "variations": [],
        "sale": "SALE",
        "description": "These rugged hiking boots are built to withstand any terrain. With a durable, waterproof design and a comfortable, supportive fit, these boots are the perfect choice for any outdoor adventurer who wants to explore the great outdoors with confidence."
    },
    {
        "id": 7234,
        "name": "underground-stompers",
        "title": "Underground Stompers",
        "price": 80,
        "available": true,
        "description": "These running shoes are perfect for athletes who demand both comfort and style. With a lightweight, breathable design and a sleek, modern look, these shoes are the perfect choice for anyone who wants to push their limits while looking great.",
        "variations": []
    },
    {
        "id": 35,
        "name": "underground-stompers",
        "title": "Underground Stompers",
        "price": 60,
        "available": true,
        "variations": [],
        "sale": "CLEARANCE",
        "description": "These trendy sneakers are the perfect choice for anyone who wants to stay on top of the latest fashion trends. With a bold, eye-catching design and a comfortable, supportive fit, these shoes will help you stand out from the crowd and make a statement wherever you go."
    },
    {
        "id": 95738,
        "name": "underground-stompers",
        "title": "Underground Stompers",
        "price": 120,
        "available": true,
        "variations": [],
        "sale": "LIMITED",
        "description": "These versatile slip-on shoes are perfect for anyone who wants to look stylish and stay comfortable all day long. With a soft, flexible design and a variety of colors and styles to choose from, these shoes are the perfect choice for anyone who wants to elevate their everyday look."
    }
]